<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset= utf-8"  />
	<title>Service</title>
	<style type="text/css" media="all">@import "resource/css/master.css";</style>
</head>
<body>
    <div class="service1main">
    	<div class="service1maintop">
        	<img src="resource/images/QQ图片20160724212526.jpg" class="service1maintopimg"/>
        	<p><font color="#0000FF" style="font-weight:bold">网上银行</font></p>
        </div>
        
        <div class="service1mainbottom">
        	<p class="service1mainbottomtitle" align="center">登录介绍</p>
        <div class="service1mainbottomcontent">
        	<p><font style="font-weight:bold" color="#6633FF">1. 首次登录</font></p>
            <p>(1)功能简介:2009年8月16日后，在建行营业网点新开通个人网上银行的客户无需现场设置登录密码。您可在方便的时候，访问建行个人网上银行登录页面，使用网上银行首次登录功能，设置登录密码和交易密码，这项新功能减轻了客户忘记先前设置密码的烦恼。设置成功后，即可登录建行个人网上银行办理各项业务。</p>
            
            <p>(2)办理条件</p>
<p>1>您需要成为建行个人网上银行高级客户。</p>
<p>2>您尚未设置过个人网上银行登录密码。</p>

			<p>(3)操作流程</p>
            <p>2009年8月16日后，在柜台直接开通个人网上银行，且未设置登录密码的客户，首次登录流程如下：</p>
<p>1>打开个人网上银行登录页面，点击 “如果您是在银行柜台开通网上银行首次登录，请点击这里进入”，进入首次登录页面后，输入证件号码、姓名；</p>
<p>2>选择任意签约账户，并输入签约账户取款密码、附加码；</p>
<p>3>设置您的个人网上银行登录密码和交易密码，如果您使用的是非预制网银盾客户，则提示您继续下载数字证书；</p>
<p>4>点击“进入网上银行”，登录成功。</p>

			<p>(4)温馨提示：</p>
<p>1>如您使用非预制证书网银盾作为网上银行安全产品，则使用此功能在成功设置网上银行登录密码和交易密码后，系统会要求您下载数字证书。此数字证书将在您进行相关账务交易时使用，请妥善保存。</p>
<p>2>如您使用动态口令卡作为网上银行安全产品，则使用此功能在成功设置网上银行登录密码后，系统会要求您下载数字证书。此数字证书将在您进行相关账务交易时使用，请妥善保存。</p>
<p>3>您设置的网上银行登录密码（或交易密码）不能是简单密码（6个连续数字、6个重复数字、生日等）。</p>


			<p><font style="font-weight:bold" color="#6633FF">2. 网银盾快速登录</font></p>
            <p>(1)功能简介:如您使用网银盾作为建行网上银行的安全产品，则可以通过新版网银盾管理软件进行网银盾快速登录设置。设置成功后，无须打开建行个人网上银行页面，在电脑中插入网银盾即可进入快捷登录流程。</p>
            
            <p>(2)办理条件</p>
<p>1>您是个人网上银行高级客户。</p>
<p>2>您使用网银盾作为个人银行安全产品。</p>
<p>3>您的电脑上安装了新版网银盾管理工具，并设置开通网银盾快速登录功能。</p>

			<p>(3)操作流程</p>
<p>1>在打开建行个人网上银行页面前，在电脑上插入网银盾；</p>
<p>2>系统自动弹出网银盾快速登录页面，显示网银盾号码；</p>
<p>3>输入您对应此网银盾的网上银行登录密码，并按页面显示输入附加码，进行身份验证；</p>
<p>4>验证成功，登录网上银行。</p>

			<p>(4)温馨提示：</p>
<p>1>只有您安装了新版网银盾管理工具，且在管理工具中设置开通网银盾快速登录功能，才能使用此功能快速登录个人网上银行。</p>
<p>2>打开建行个人网上银行页面前在电脑上插入网银盾，且已设置开通网银盾快速登录功能，才能正确弹出网银盾快速登录页面。</p>
<p>3>如已打开建行个人网上银行页面后，再在电脑上插入网银盾，则无论是否设置了开通网银盾快速登录功能，都不会弹出网银盾快速登录页面。</p>
<p>4>无论您是否设置了“只使用用户名登录”都可使用此功能，便捷的登录建行个人网上银行。</p>            
            
			<p><font style="font-weight:bold" color="#6633FF">3. 登录密码重置</font></p>
            <p>(1)功能简介:若您忘记了个人网上银行登录密码，您再也不用去柜台重新设置登录密码，现在，只要验证您的相关账户信息、安全工具及手机验证码，即可在网上方便、快捷的重置您的个人网上银行登录密码。</p>
            
            <p>(2)办理条件</p>
<p>1>您是建行个人网上银行客户。</p>
<p>2>您在开通个人网上银行时预留您真实的手机号码。</p>

			<p>(3)操作流程</p>
<p>1>您点击登录页面的“忘记密码”，进入重置页面；</p>
<p>2>您输入证件号码、姓名、账号及账户密码；</p>
<p>3>您核对预留手机号码是否正确，如正确，选择“获取验证码”，如不正确，点击“取消”，返回登录页面；</p>
<p>4>您输入手机验证码；验证成功后，系统提示您设置登录密码。</p>
<p>5>您设置登录密码并提交后，请您根据您所属个人网上银行客户类型，进行以下操作：若您为网银盾客户，您需要插入网银盾，确认证书号，输入网银盾密码。系统验证成功后，页面显示设置成功并提示您重新登录；若您为动态口令卡客户，您需要输入您的动态口令。系统验证成功后，页面显示设置成功并提示您重新登录； 若您为普通客户，页面显示设置成功并提示您重新登录。</p>

			<p>(4)温馨提示：</p>
<p>1>若要使用网上重置登录密码功能，您必须在开通个人网上银行时预留您真实的手机号码。</p>
<p>2>如果您是2009年8月15日后在柜台新开通且未通过网上设置登录密码的客户，不能使用此功能。</p>
<p>3>如果您是2009年8月15日前在柜台开通的非预制证书客户，没通过网上下载过证书而忘记了在柜台设置的登录密码，不能使用此功能。</p>
<p>4>如果您是2009年8月15日前在柜台开通的预制证书客户，在您激活您的个人网上银行之前，不能使用此功能。</p> 
<p>当日登录密码被锁死的客户，可以使用此功能重置登录密码，设置成功后可以立即登录使用。</p>
            
			</div>
            <div class="service2last">
        		<p>最近更新时间：2016年7月18日</p>
        	</div>
        </div>	
    </div>
</body>
</html>
